Revit 2027 API
ParameterTypeId.SheetAssemblyTypeComments Property
 "Assembly: Type Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyTypeComments { get; }
Public Shared ReadOnly Property SheetAssemblyTypeComments As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyTypeComments {
	ForgeTypeId^ get ();
}
static member SheetAssemblyTypeComments : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace